# -1
ทดลองทำ
<! DOCTYPE html>
< HTML >
< ชื่อ > W3.CSS แม่แบบ </ ชื่อ >
< meta  charset = " UTF-8 " >
< meta  ชื่อ = "วิวพอร์ต" เนื้อหา = " width = อุปกรณ์ความกว้างมาตราส่วนเริ่มต้น = 1 " >
< ลิงก์ rel = "สไตล์ชีต"  href = " w3.css " >
< สไตล์ >
ร่างกาย { font-family : " Times New Roman " , จอร์เจีย , Serif ;}
H1 , H2 , H3 , H4 , H5 , H6 {
    font-family : "เพลย์แฟร์ดิสเพลย์" ;
    ตัวอักษรระยะห่าง : 5 px ;
}
</ สไตล์ >
< ร่างกาย >

<! - Navbar (นั่งอยู่ด้านบน) ->
< div  ระดับ = " W3 บน" >
  < div  ระดับ = " W3 บาร์ W3-W3 สีขาวกว้าง W3-padding-8 W3 บัตร-2 " >
    < href = " #home "ชั้น = " W3 บาร์รายการ W3 ปุ่ม W3 ขอบซ้าย" > Gourmet au จัดเลี้ยง </ >  
    <! -ขวาด้านการเชื่อมโยง Navbar ซ่อนเขาไว้บนหน้าจอขนาดเล็ก->
    < div  ระดับ = " W3 ขวา W3 ซ่อนขนาดเล็ก" >
      < href = " #about "ชั้น = " W3 บาร์รายการ W3 ปุ่ม" > เกี่ยวกับ </ >  
      < href = " #menu "ชั้น = " W3 บาร์รายการ W3 ปุ่ม"เมนู> </ >  
      < href = " #contact "ชั้น = " W3 บาร์รายการ W3 ปุ่ม W3 มีอัตรากำไรขวา" > ติดต่อ </ >  
    </ div >
  </ div >
</ div >

<! -หัว->
< ส่วนหัว ชั้น = " W3 หน้าจอ-Container W3-W3 เนื้อหากว้าง" สไตล์ = "ความกว้างสูงสุด: 1600 พิกเซล; นาทีความกว้าง: 500px "  ID = "บ้าน" >
  < img  ระดับ = " W3 ภาพ"  src = " 1.jpg "  Alt = "แฮมเบอร์เกอร์จัดเลี้ยง" ความกว้าง = " 1600 " ความสูง = " 800 " >
  < div  ระดับ = " W3 หน้าจอ-W3 bottomleft-padding-W3-XLarge ทึบ" >
    < h1  ระดับ = " W3-xxlarge " > Le จัดเลี้ยง </ h1 >
  </ div >
</ หัว >

<! -เนื้อหาหน้า->
< div  ระดับ = " W3 เนื้อหา" สไตล์ = "ความกว้างสูงสุด: 1100px " >

  <! -ส่วนเกี่ยวกับ->
  < div  ระดับ = " W3 แถว W3-padding-64 "  ID = "เกี่ยวกับ" >
    < div  ระดับ = " W3-Col M6 W3-padding-W3 ขนาดใหญ่ซ่อนขนาดเล็ก" >
     < img  src = " 2.jpg " ชั้น = " W3 รอบ W3 ภาพ W3-ทึบนาที"  Alt = "โต๊ะ" ความกว้าง = " 600 " ความสูง = " 750 " >
    </ div >

    < div  ระดับ = " W3-Col M6-W3 padding ใหญ่" >
      < h1  ระดับ = " W3 ศูนย์" > เกี่ยวกับการจัดเลี้ยง </ h1 > < br >
      < H5  ระดับ = " W3 ศูนย์" > ประเพณีตั้งแต่ 1889 </ h5 >
      < P  ระดับ = " W3 ขนาดใหญ่" > ทำอาหารรับประทานเองก่อตั้งขึ้นใน blabla โดยนายสมิ ธ ใน Lorem Ipsum บังคับ Amet นั่ง, consectetur adipiscing Elit consectetur adipiscing Elit, sed ทำ eiusmod tempor incididunt UT Labore et dolore Magna aliqua Ut enim โฆษณาขีดต่ำที่สุด veniam, โฟน nostrud exercitation ullamco laboris ค้างคา UT aliquip อดีต EA commodo consequat Duis Aute iruredolor ใน reprehenderit ใน voluptate velit esse cillum dolore สหภาพยุโรป fugiat nulla pariatur.We เพียงใช้ < ช่วง ชั้น = " W3 แท็ก W3-แสงสีเทา" > ตามฤดูกาล </ ช่วง > ส่วนผสม. </ P >
      < P  ระดับ = " W3 ขนาดใหญ่ W3 ข้อความสีเทา W3 ซ่อนกลาง" > Sint Excepteur occaecat cupidatat ไม่ใช่ proident, อยู่ในบาป Qui OFFICIA deserunt mollit Anim ID EST laborum consectetur adipiscing Elit, sed ทำ eiusmod temporincididunt UT Labore et dolore Magna aliqua Ut enim โฆษณาขีดต่ำที่สุด veniam, โฟน nostrud exercitation ullamco laboris ค้างคา UT aliquip อดีต EA commodo consequat. </ P >
    </ div >
  </ div >
  
  < HR >
  
  <! -มาตราเมนู->
  < div  ระดับ = " W3 แถว W3-padding-64 "  ID = "เมนู" >
    < div  ระดับ = " L6 W3-Col-W3 padding ใหญ่" >
      < h1  ระดับ = " W3 ศูนย์" > เราเมนู </ h1 > < br >
      < h4 > ตะกร้าขนมปัง </ h4 >
      < P  ระดับ = " W3 ข้อความสีเทา" > การแบ่งประเภทของขนมปังอบสดผลไม้และมัฟฟิ 5.50 </ P > < br >
    
      < h4 > น้ำผึ้งอัลมอนด์ Granola กับผลไม้ </ h4 >
      < P  ระดับ = " W3 ข้อความสีเทา" > ธัญพืชธรรมชาติของน้ำผึ้งคั่วข้าวโอ๊ตลูกเกดอัลมอนด์และวันที่ 7.00 </ P > < br >
    
      < h4 > เบลเยียมวาฟเฟิล </ h4 >
      < P  ระดับ = " W3 ข้อความสีเทา" > วานิลลารสแป้งด้วยแป้ง malted 7.50 </ P > < br >
    
      < h4 > ไข่กวน </ h4 >
      < P  ระดับ = " W3 ข้อความสีเทา" > ไข่กวนคั่วพริกแดงและกระเทียมกับหัวหอมสีเขียว 7.50 </ P > < br >
    
      < h4 > บลูเบอร์รี่แพนเค้ก </ h4 >
      < P  ระดับ = " W3 ข้อความสีเทา" > กับน้ำเชื่อมเนยและจำนวนมากของผลเบอร์รี่ 8.50 </ P >    
    </ div >
    
    < div  ระดับ = " L6 W3-Col-W3 padding ใหญ่" >
      < img  src = " 3.jpg " ชั้น = " W3 รอบ W3 ภาพ W3-ทึบนาที"  Alt = "เมนู" ความกว้าง = " 500 " ความสูง = " 750 " >
    </ div >
  </ div >

  < HR >

  <! -มาตราติดต่อ->
  < div  ระดับ = " W3-Container W3-padding-64 "  ID = "ติดต่อ" >
    < h1 > ติดต่อ </ h1 > < br >
    < P > เรามีการจัดเลี้ยงบริการเต็มรูปแบบสำหรับเหตุการณ์ใด ๆ ที่มีขนาดใหญ่หรือเล็ก เราเข้าใจความต้องการของคุณและเราจะให้ความสำคัญกับอาหารเพื่อตอบสนองเกณฑ์ biggerst ของพวกเขาทั้งหมดทั้งรูปลักษณ์และรสชาติ อย่าลังเลที่จะติดต่อเรา. </ P >
    < P  ระดับ = " W3-ข้อความสีฟ้าเทา W3 ขนาดใหญ่" > < B > การจัดเลี้ยงบริการ 42 Living St, 43043 New York, NY </ B > </ P >
    < P > นอกจากนี้คุณยังสามารถติดต่อเราทางโทรศัพท์หรือ 00553123-2323 catering@catering.com อีเมลหรือคุณสามารถส่งข้อความที่นี่: </ P >
    < รูปแบบ การกระทำ = " /action_page.php " เป้าหมาย = " _ blank " >
      < P > < อินพุต ระดับ = " W3 อินพุต W3-padding-16 " ชนิด = "ข้อความ" ยึด = "ชื่อ" จำเป็นต้องใช้ ชื่อ = "ชื่อ" > </ P >
      < P > < อินพุต ระดับ = " W3 อินพุต W3-padding-16 " ชนิด = "จำนวน" ยึด = "วิธีการหลายคน" จำเป็นต้องใช้ ชื่อ = "คน" > </ P >
      < P > < อินพุต ระดับ = " W3 อินพุต W3-padding-16 " ชนิด = " datetime ท้องถิ่น" ยึด = "วันที่และเวลา" จำเป็นต้องใช้ ชื่อ = "วันที่" ค่า = " 2017-11-16T20: 00 " > < / P >
      < P > < อินพุต ระดับ = " W3 อินพุต W3-padding-16 " ชนิด = "ข้อความ" ยึด = "ข้อความ \ ความต้องการพิเศษ" จำเป็นต้องใช้ ชื่อ = "ข้อความ" > </ P >
      < P > < ปุ่ม ระดับ = " W3 ปุ่ม W3 ส่วน" ประเภท = "ส่ง" > ส่งข้อความ </ ปุ่ม > </ P >
    </ รูปแบบ >
  </ div >
  
<! -เนื้อหาของหน้า End ->
</ div >

<! -ท้าย->
< ส่วนท้ายของ ระดับ = " W3 ศูนย์ W3-แสงสีเทา W3-padding-32 " >
  < P > ขับเคลื่อนโดย < href = " https://www.w3schools.com/w3css/default.asp "ชื่อ = " W3.CSS "เป้าหมาย = " _ blank "ชั้น = " W3-hover ข้อความสีเขียว" > w3.css </ > </ P >    
</ ท้าย >

</ ร่างกาย >
</ HTML >
